/* . Ask the user if they meant something else, : correction_message */
"correction_message" = "Erre gondoltál?";

/* . Distance in kilometers, : distance */
"distance" = "${PARAM} km";

/* . Error message, : error_message */
"error_message" = "Hiba történt. Próbálkozz később!";

/* . hint for text field, : input_hint */
"input_hint" = "e.g. ///oroszlán.tevék.felmosó";

/* . Warning message indicating no address, : invalid_address_message */
"invalid_address_message" = "Nem található érvényes háromszavas cím";

/* . Prompt to tell a user to speak, : voice_placeholder */
"voice_placeholder" = "Mondj ki egy háromszavas címet...";

/* . Slashes to prefix the three word address., : w3w_slashes */
"w3w_slashes" = "///";

/* . Slashes with a marker for the three word address, : w3w_slashes_with_address */
"w3w_slashes_with_address" = "///${PARAM}";

